Repository: minios-linux/chntpw-gui
Catalog: locale/*.po
Languages: de, es, fr, it, pt, ru

source: CHNTPW Menu
de: CHNTPW Menü
es: Menú CHNTPW
fr: Menu CHNTPW
it: Menu CHNTPW
pt: Menu CHNTPW
ru: Меню CHNTPW

source: Pick a method to change or reset your Windows password.
de: Wählen Sie eine Methode aus, um Ihr Windows-Passwort zu ändern oder zurückzusetzen.
es: Elija un método para cambiar o restablecer su contraseña de Windows.
fr: Choisissez une méthode pour changer ou réinitialiser votre mot de passe Windows.
it: Scegli un metodo per cambiare o reimpostare la tua password di Windows.
pt: Escolha um método para alterar ou redefinir sua senha do Windows.
ru: Выберите метод для изменения или сброса вашего пароля Windows.

source: _Not Hibernated - Windows PC was Shut Down.
de: _Nicht im Ruhezustand - Windows-PC wurde heruntergefahren.
es: _No hibernado - El PC con Windows se apagó.
fr: _Non hiberné - Le PC Windows a été éteint.
it: _Non in ibernazione - Il PC Windows è stato spento.
pt: _Não hibernado - O PC com Windows foi desligado.
ru: _Не в режиме гибернации - компьютер с Windows был выключен.

source: _Hibernated - Windows PC was rebooted.
de: _Im Ruhezustand - Windows-PC wurde neu gestartet.
es: _Hibernado - El PC con Windows se reinició.
fr: _Hiberné - Le PC Windows a été redémarré.
it: _In ibernazione - Il PC Windows è stato riavviato.
pt: _Hibernado - O PC com Windows foi reiniciado.
ru: _В режиме гибернации - компьютер с Windows был перезагружен.

source: _PC Login Now - Older GUI program.
de: _PC Login Now - Älteres GUI-Programm.
es: _PC Login Now - Programa GUI más antiguo.
fr: _PC Login Now - Ancien programme GUI.
it: _PC Login Now - Programma GUI più vecchio.
pt: _PC Login Now - Programa GUI mais antigo.
ru: _PC Login Now - Старая графическая программа.

source: Change Windows Password
de: Windows-Passwort ändern
es: Cambiar la contraseña de Windows
fr: Changer le mot de passe Windows
it: Cambia la password di Windows
pt: Alterar senha do Windows
ru: Изменить пароль Windows

source: Please select a Microsoft Windows installation:
de: Bitte wählen Sie eine Microsoft Windows-Installation aus:
es: Por favor, seleccione una instalación de Microsoft Windows:
fr: Veuillez sélectionner une installation de Microsoft Windows :
it: Si prega di selezionare un'installazione di Microsoft Windows:
pt: Por favor, selecione uma instalação do Microsoft Windows:
ru: Пожалуйста, выберите установку Microsoft Windows:

source: [ Device Partition Number , Size , Label , UUID , OS Version ]
de: [ Gerätepartition Nummer , Größe , Bezeichnung , UUID , Betriebssystemversion ]
es: [ Número de partición del dispositivo , Tamaño , Etiqueta , UUID , Versión del SO ]
fr: [ Numéro de partition du périphérique , Taille , Étiquette , UUID , Version du système d'exploitation ]
it: [ Numero di partizione del dispositivo , Dimensione , Etichetta , UUID , Versione del sistema operativo ]
pt: [ Número de partição do dispositivo , Tamanho , Rótulo , UUID , Versão do SO ]
ru: [ Номер раздела устройства , Размер , Метка , UUID , Версия ОС ]

source: Tip: To quickly clear Administrator password, select (1) and then (y) after selection.
de: Tipp: Um das Administrator-Passwort schnell zu löschen, wählen Sie (1) und dann (y) nach der Auswahl.
es: Consejo: Para borrar rápidamente la contraseña del Administrador, seleccione (1) y luego (y) después de la selección.
fr: Astuce : Pour effacer rapidement le mot de passe de l'administrateur, sélectionnez (1) puis (y) après la sélection.
it: Suggerimento: Per cancellare rapidamente la password dell'Amministratore, seleziona (1) e poi (y) dopo la selezione.
pt: Dica: Para limpar rapidamente a senha do Administrador, selecione (1) e depois (y) após a seleção.
ru: Совет: чтобы быстро сбросить пароль администратора, выберите (1), а затем (y) после выбора.

source: Read-write mounting is denied if the NTFS volume is hibernated. Please note, this means that the saved Windows session will be completely lost.
de: Das Einhängen mit Lese-/Schreibzugriff wird verweigert, wenn das NTFS-Laufwerk im Ruhezustand ist. Bitte beachten Sie, dass dies bedeutet, dass die gespeicherte Windows-Sitzung vollständig verloren geht.
es: Se deniega el montaje de lectura y escritura si el volumen NTFS está hibernado. Por favor, tenga en cuenta que esto significa que la sesión de Windows guardada se perderá completamente.
fr: Le montage en lecture-écriture est refusé si le volume NTFS est en hibernation. Veuillez noter que cela signifie que la session Windows enregistrée sera complètement perdue.
it: Il montaggio in lettura-scrittura è negato se il volume NTFS è in ibernazione. Si prega di notare che ciò significa che la sessione Windows salvata sarà completamente persa.
pt: A montagem de leitura e gravação é negada se o volume NTFS estiver hibernado. Por favor, note que isso significa que a sessão do Windows salva será completamente perdida.
ru: Монтирование с возможностью чтения и записи запрещено, если том NTFS находится в режиме гибернации. Обратите внимание, что это означает, что сохраненная сессия Windows будет полностью потеряна.

source: Microsoft Windows was not found on this system.
de: Microsoft Windows wurde auf diesem System nicht gefunden.
es: Microsoft Windows no se encontró en este sistema.
fr: Microsoft Windows n'a pas été trouvé sur ce système.
it: Microsoft Windows non è stato trovato su questo sistema.
pt: Microsoft Windows não foi encontrado neste sistema.
ru: Microsoft Windows не был найден на этой системе.

source: Could not find any supported NTFS partitions.
de: Es konnten keine unterstützten NTFS-Partitionen gefunden werden.
es: No se pudieron encontrar particiones NTFS compatibles.
fr: Impossible de trouver des partitions NTFS prises en charge.
it: Non è stato possibile trovare alcuna partizione NTFS supportata.
pt: Não foi possível encontrar nenhuma partição NTFS suportada.
ru: Не удалось найти поддерживаемые разделы NTFS.

source: Operation not permitted. Failed to mount /dev/
de: Operation nicht erlaubt. Das Einhängen von /dev/ ist fehlgeschlagen.
es: Operación no permitida. Fallo al montar /dev/
fr: Opération non autorisée. Échec du montage de /dev/
it: Operazione non permessa. Impossibile montare /dev/
pt: Operação não permitida. Falha ao montar /dev/
ru: Операция не разрешена. Не удалось смонтировать /dev/

source: The partition appears to be mounted as read-only.
de: Die Partition scheint nur lesbar eingehängt zu sein.
es: La partición parece estar montada como solo lectura.
fr: La partition semble être montée en lecture seule.
it: La partizione sembra essere montata come sola lettura.
pt: A partição parece estar montada como somente leitura.
ru: Раздел, похоже, смонтирован только для чтения.

source: Retry this script after next booting into Windows, and then opting to Restart (versus Shut down) Windows. Time the system restart to boot MiniOS instead. Remember to select the remove_hiberfile option.
de: Versuchen Sie dieses Skript nach dem nächsten Booten in Windows und wählen Sie dann Neustart (anstatt Herunterfahren) Windows. Zeit für den Systemneustart, um stattdessen MiniOS zu booten. Denken Sie daran, die Option remove_hiberfile zu wählen.
es: Reintente este script después de la próxima inicialización en Windows, y luego opte por Reiniciar (en lugar de Apagar) Windows. Programe el reinicio del sistema para arrancar MiniOS en su lugar. Recuerde seleccionar la opción remove_hiberfile.
fr: Réessayez ce script après le prochain démarrage dans Windows et choisissez ensuite de redémarrer (au lieu d'éteindre) Windows. Programmez le redémarrage du système pour démarrer MiniOS à la place. N'oubliez pas de sélectionner l'option remove_hiberfile.
it: Riprova questo script dopo il prossimo avvio in Windows, e poi scegli di Riavviare (invece di Spegnere) Windows. Programma il riavvio del sistema per avviare MiniOS al suo posto. Ricorda di selezionare l'opzione remove_hiberfile.
pt: Tente este script novamente após a próxima inicialização no Windows e, em seguida, opte por Reiniciar (em vez de Desligar) o Windows. Programe a reinicialização do sistema para inicializar o MiniOS em vez disso. Lembre-se de selecionar a opção remove_hiberfile.
ru: Повторите этот скрипт после следующей загрузки в Windows, а затем выберите Перезагрузить (вместо Выключить) Windows. Запланируйте перезагрузку системы для загрузки MiniOS. Не забудьте выбрать опцию remove_hiberfile.

source: Searching for Windows installations...
de: Suche nach Windows-Installationen...
es: Buscando instalaciones de Windows...
fr: Recherche d'installations Windows...
it: Ricerca di installazioni di Windows...
pt: Procurando instalações do Windows...
ru: Поиск установок Windows...
